<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<!DOCTYPE HTML>
<html>
<head>
  <title>专享福利-专注建立IT精英圈子</title>
  <meta name="description" content="website description" />
  <meta name="keywords" content="website keywords, website keywords" />
  <meta http-equiv="content-type" content="text/html; charset=UTF-8" />
  <link rel="stylesheet" type="text/css" href="style/style.css" />
</head>

<body>
  <div id="main">
  	<jsp:include page="nav.jsp"></jsp:include>
    <div id="site_content">
      <div id="sidebar_container">
        <div class="sidebar">
          <div class="sidebar_top"></div>
          <div class="sidebar_item">
            <!-- insert your sidebar items here -->
            <h3>最新消息</h3>
            <h4>入职信息</h4>
            <h5>2015-12-24</h5>
            <p>恭喜本周010号学员入职中石化企业参与CRM项目组开发.....&nbsp;<a href="#">read more</a></p>
          </div>
          <div class="sidebar_base"></div>
        </div>
        <div class="sidebar">
        </div>
      </div>
      <div id="content">
      <div style="float:left;">
      <p>强哥,真实姓名张中强,原籍四川乐山,现居住于北京。少时苦读,终至金榜题名,进入哈尔滨工业大学,攻读软件专业,获硕士研究生学历。</p>
      <p>强哥30岁之前主要在做软件开发方面的工作,也通过这门技术在北京这个城市站住了脚！强哥能够在软件工作中找到快乐,这份工作同时也能给我带来比较不错的收入, 让我和家人过上不错的生活,这让我很满足！</p>
      </div>
      <div style="float:left;margin-right:2em;">
      <img src="images/thai.JPG"/>
      </div>
      <p>30岁以后的强哥有了更高的人生追求,不想再每天朝九晚五上班,给老板打工赚钱。那个时候强哥已经有了在工作中逐步积累起来的较为丰富的技术经验。相信靠自己的勤劳和聪明,一定可以打出一片天！于是强哥注册了一个教育科技公司,利用强哥的技术,培养软件技术开发人才。强哥给自己的公司取了个名字,叫做"智慧谷",希望在带给大家一门技术的同时,也带给大家一份聪明。</p>
      <p>智慧谷培养了很多软件开发技术人才。目前在北京甚至全国,有很多从智慧谷走出来的软件精英,他们已经成为软件技术领域的中流砥柱。强哥看着他们从零起步,直到做出今天这样的成绩,强哥为他们感到骄傲和自豪。</p>
      <p>但是强哥还在继续思考,是否有更适合、更经济的模式,能够给IT求学者带来更美妙的学习成长体验呢?这个问题强哥想了2年,这个过程中,网络基础设施迅速发展,互联网+,O2O等新概念逐渐被人们认识和接受。目前的科技手段,已经完全能够为让学员利用碎片时间学习,花远低于现场学习的成本,获得比现场学习更好的体验,产生更大的回报。</p>
      <p>强哥认为,好的培养模式应该具备以下一些方面的特点!</p>
      <div style="float:right;">
      <p>1.良好的个人条件:加入团队的学员必须具有非常良好的内在和外在条件。主要体现在,对软件技术有浓厚的兴趣,有较强的逻辑思维能力,有坚强的毅力,能够持之以恒地学习。不加挑选,只要交钱就收的选人制度,只会令口碑越来越差。有的人觉得我们学员待遇高,这是正常的,因为他们在加入我们的团队之初,已经通过个人的能力证明自己不同于别人的实力。</p>
	  </div>
	  <div style="float:right;margin-left:1em;">
	  <img alt="" src="images/team.JPG">
	  </div>
      <p>2.优秀的授课老师:老师不要求是技术最精湛的,但是必须熟悉主流的行业技术,要有比较丰富的开发经验,要能解决企业实际问题。要懂讲法,懂得如何启发引导学员,把思路和方法传授给学员,而不是只会给学员讲代码。利用线上的技术,一个好老师认真备课,把课程讲到极致,可以给无数人听。完全线下操作的机构,是无法保证每个老师都能讲好课的。</p>
       <p>3.随时的答疑服务:纯视频学习,没人指导学习方法,遇到问题没人解答。好的模式必须让学员随时能够和老师建立联系,遇到问题可以马上解决。这个问题在强哥这边是通过答疑团队来保证的。纯线下的机构,一个老师带几十个学员,是无法及时解决每一个学员的问题的。也无法在任何学员遇到问题的时候立即响应。</p>
      <p>4.良好的团队激励:教学秘书,随时和学员联系,了解学员的学习情况。每周的周报,提供一个大家互相交流、学习、监督的平台。学习进度快的学员,为学习进度慢的学员解决问题,检验学习效果,增加学员之间的交流互动频率。为已经学完,尚未从学校毕业上班的学员提供技术相关服务工作的劳动报酬。</p>
      <p>5.丰富的团队活动:经常组织线下活动,增进学员之间的相互了解和合作互动。平时利用碎片时间学习,线下团队活动的作用是交流心得体会,培养协作精神,增强集体意识和集体荣誉感。</p>
	  <p>6.永久的交流圈子:我们通过技术学习,技术交流,建立起一个兴趣圈子,这个圈子会终身陪伴我们,为我们的生活增添无限光彩!</p>
	  <p>7.终身的职业规划:不愿意一辈子做码工?我们会提前为你做好终身的职业规划。 最多用五年的时间,做深入的代码开发工作,积累技术经验,人脉,金钱。五年之后,你就可以依托这些资源,或者在企业中慢慢走上技术管理的岗位,或者依托我们的会员平台,走上创业的道路。</p>
	  <p>强哥建立的IT精英会员俱乐部,就是要在行业中,发现最有前途的人才,进行培养,让他们成为中国IT行业的中流砥柱。他们的成功,就是强哥的成功！</p>
      </div>
    </div>
    <jsp:include page="footer.jsp"/>
    <p>&nbsp;</p>
  </div>
</body>
</html>
